export const naming = {
  //САЙТ ПЛАТФОРМЫ навигация
  mission: 'Миссия платформы',
  howItWorks: 'Как это работает',
  partners: 'Партнерам',
  candidates: 'Кандидаты',
  projects: 'Проекты',
  tariffs: 'Тарифы',
  contacts: 'Контакты',
  //ссылки
  callback: 'Заказать обратный звонок',
  signUp: 'Зарегистрироваться ',
  signIn: 'Войти',
  //1 секция
  h1: 'Маркетплейс работы для выпускников онлайн школ',
  subTitle1: 'Новый ',
  subTitle2: 'канал поиска сотрудников',
  subTitle3: 'Общайтесь с выпускниками образовательных платформ ',
  subTitle4: 'ПЕРВЫМИ ДО ',
  subTitle5: 'их выхода на рынок труда!',
  signUpCustomer: 'регистрация заказчика',
  signUpExecutor: 'регистрация исполнителя',
  //2 секция текстов нет
  //3 секция
  h1Section3: 'Преимущества:',
  subTitle1Section3: 'НЕ платите за размещение вакансий.',
  subTitle2Section3: 'БЕЗ оплаты за отклики соискателей.',
  subTitle3Section3: 'Безопасно общаетесь и обмениваетесь контактами с соискателями.',
  search: 'поиск',
  //4 секция
  h1Section4: 'Активные слушатели и выпускники образовательных платформ ',
  h11Section4: 'ждут знакомства с работодателями',
  courses: 'курсы',
  skills: 'Владею инструментами:',
  tasks: 'Какие задачи интересно решать:',
  allCandidates: 'все кандидаты',
  talkWithCandidates: 'начать общение с кандидатами',
  //5 секция
  h1Section5: 'Преимущества',
  employer: 'Работодателя',
  performer: 'Исполнителя',
  item1sec5: 'расширение каналов ',
  item1sec55: 'привлечения соискателей.',
  item2sec5: 'уменьшение удельной стоимости ',
  item2sec55: 'подбора кандидатов.',
  item3sec5: 'трудоустройство в течение ',
  item3sec55: 'нескольких дней.',
  item4sec5: 'бесплатное размещение вакансий. Бесплатное открытие контактов и общение с кандидатами.',
  item5sec5: 'оплата ',
  item5sec55: 'только по факту трудоустройства.',
  item6sec5: 'трудоустройство',
  item6sec55: ' сразу после окончания курсов или во время курсов.',
  item7sec5: 'экономите время ',
  item7sec55: 'на поиск работы.',
  item8sec5: 'сужение воронки поиска.',
  item9sec5: 'прямой выход на работодателей готовых к общению с кандидатами ',
  item9sec55: 'без опыта.',
  item10sec5: 'БОНУС ПРИ ТРУДОУСТРОЙСТВЕ.',
  vacansy: 'разместить вакансию',
  addProfile: 'добавить профиль и откликнуться на предложения',
  //6 секция
  h1Section6: 'Сотрудничество с образовательными площадками',
  subTitleSection6: 'Повышение ценности образовательного продукта за счет оперативного трудоустройства выпускников. Одно окно входа работодателей. Одно окно входа для всех выпускников.',
  //7 секция
  h1Section7: 'Миссия платформы',
  subTitleSection7: '',
  item1sec7: 'работодателей по поиску сотрудников и задачу выпускников онлайн-школ;',
  item2sec7: 'курсов дополнительного образования;',
  item3sec7: 'курсов профессиональной подготовки;',
  item4sec7: 'переподготовки;',
  item5sec7: 'в трудоустройстве.',
  //8 секция
  h1Section8: 'Выбрать вакансию',
  profile: 'создать профиль',
  vacancy: 'посмотреть вакансии',
  filter: 'фильтр',
  //9 секция
  boss: 'Работодатель',
  notBoss: 'Соискатель',
  article1: 'Получаете доступ к контактам соискателей и неограниченный пакет публикации вакансий за два шага:',
  article2: 'Производите оплату по факту трудоустройства кандидата согласно выбранному тарифу.',
  item1sec9: '1. Заполняете профиль работодателя.',
  item2sec9: '2. Подписываете договор.',
  item3sec9: 'если вы окончили курсы повышения квалификации/переквалификации год назад и ранее',
  item4sec9: 'хотите получить бонусы при  трудоустройстве.',
  item5sec9: 'рассматриваете предложения о работе.',
  item6sec9: 'зарегистрироваться  и заполнить минимальную информацию в  профиле.',
  item7sec9: 'рассмотреть интересующие вакансии от работодателей и откликнуться на выбранные вакансии.',
  item8sec9: 'проходить неограниченное количество собеседований у работодателей.',
  item9sec9: 'получить и выбрать предложение о работе.',
  item10sec9: 'предоставить информацию о факте Вашего трудоустройства.',
  item11sec9: 'предоставить информацию о факте Вашего трудоустройства.',
  h1Section9: 'получаете выплату 20000 руб. не позднее 10 дней от момента трудоустройства.',
  //10 секция
  h1Section10: 'Бесплатное размещение вакансий. Бесплатное открытие контактов соискателей',
  subtextSection10: 'Оплата за результат. Только при фактическом трудоустройстве кандидата.',
  but: 'выбрать тариф и открыть контакты',
  //11 секция
  h1Section11: 'Заполните форму',
  name: 'Имя',
  email: 'Почта',
  phone: 'Телефон',
  submit: 'Отправить',
  //подвал



  //ЛИЧНЫЙ КАБИНЕТ СОИСКАТЕЛЬ авторизация
  sighInCandidate: 'Вход',
  sighUpCandidate: 'Регистрация',
  setEnter: 'Войти',
  getAuth: 'Создать аккаунт',
  confidenceText: 'Нажав на кнопку "Создать аккаунт", Вы соглашаетесь с условиями оферты и политики конфиденциальности',
  verifyRegistration: 'Подтверждение регистрации',
  sendCode: 'отправить код',
  sendCodeAgain: 'отправить код повторно',
  tellAbout: 'Рассказать о себе',
  speciality: 'Специализация',
  interestVacancy: 'Вакансии, которые интересуют',
  coursesMy: 'Курсы',
  coursesMySubtext: 'напишите курсы повышения квалификации, переквалификации, которые проходили за последний год и где проходили курсы. Какая продолжительность курсов?',
  interestTasks: 'Какие задачи интересно решать',
  skillsMy: 'Владею инструментами',
  cityMy: 'Город',
  workForm: 'Формат',
  payMy: 'Финансовые ожидания',
  payMySubtext: 'Здесь Вы можете указать минимальный и комфортный уровень оплаты труда',
  comment: 'Дополнительный комментарий',
  commentSubtext: 'Здесь Вы можете сообщить о себе любую информацию на Ваш выбор',
  resume: 'Прикрепить резюме',
  save: 'СОХРАНИТЬ',
  change: 'Изменить',
  personalData: 'Личные данные',
  personalVacancy: 'Мои отклики',
  personalOffers: 'Входящие предложения',
  exit: 'выйти',
  resume1: 'Резюме:',
  find: 'Найдено:',
  stack: 'Стеки',
  buttonFind: 'Найти',
  watchAll: 'посмотреть все вакансии компании',
  doResponse: 'откликнуться',

  //ЛИЧНЫЙ КАБИНЕТ РАБОТОДАТЕЛЬ авторизация
  createVacancy: 'Создать вакансию',
  vacancies: 'Вакансии',
  nameCompany: 'Название компании',
  whichSkills: 'Какие навыки прокачаете*',
  whichTasks: 'Какие задачи будете решать*',
  whichProgress: 'Потенциал развития в роли*',
  whichOffer: 'Предложение',
  benefits: 'Дополнительные бенефиты*',
  responses: 'Отклики',













}

